[
    {
        "index": 0,
        "image": "https://i.ibb.co/SvTg1xf/Aprilia-F6.png",
        "name": "Aprilia F6",
        "price": 3312.61,
        "description": "Aprilia was founded directly after WW2 as a manufacturer of bicycles, moving to scooters and motorcycles in 1968. Today, Aprilia enjoys success in the competitive sports and adventure bike segments, as well as competing in a variety of motorcycle racing championships."
    },
    {
        "index": 1,
        "image": "https://i.ibb.co/Vwp45f0/Yamaha.png",
        "name": "Yamaha",
        "price": 1216.03,
        "description": "Yamaha Motor Company was formed in 1955 as an associate company of Yamaha Corporation, which still holds the majority voting stake in the company. Much of the development of their motorcycles is derived from motorsports, which shows with exceptional supersport models such as the YZF-R1."
    },
    {
        "index": 2,
        "image": "https://i.ibb.co/hZZMxsL/Triumph.png",
        "name": "Triumph",
        "price": 2878.33,
        "description": "Triumph Motorcycles is the largest UK-owned motorcycle manufacturer in the world, after purchasing all the rights and models from the defunct Triumph Engineering. They are famous for their standard motorcycle model lines that use triple-cylinder engines, known worldwide as “Triumph Triples.”"
    },
    {
        "index": 3,
        "image": "https://i.ibb.co/DYkZtLb/Royal-Enfield.png",
        "name": "Royal Enfield",
        "price": 3390.96,
        "description": "Royal Enfield of India is the second company to bear the name, with a transfer of license from the original Royal Enfield of England in 1968. It is famous for having the longest in-production model in the world, with the Bullet first being produced in 1901"
    },
    {
        "index": 4,
        "image": "https://i.ibb.co/ngc4sRr/KTM-005.png",
        "name": "KTM 005",
        "price": 2311.5,
        "description": "Through a very complicated series of events, the informal company started in Mattighofen, Austria in 1934 became KTM AG in 1992. KTM is now one of the largest European producers of motorcycles, and are world-famous for their nearly indestructible off-road and adventure bikes."
    },
    {
        "index": 5,
        "image": "https://i.ibb.co/dbP03YX/Kawasaki-Extreme.png",
        "name": "Kawasaki Extreme",
        "price": 2197.15,
        "description": "Kawasaki Heavy Industries was started in 1878, as a producer of maritime equipment and vessels. Kawasaki began motorcycle manufacturing in the late 1960’s and today, their bikes are famous for being nearly bulletproof, and many of their models being friendly for new riders."
    },
    {
        "index": 6,
        "image": "https://i.ibb.co/BGsCKTh/Honda-CBR.png",
        "name": "Honda CBR",
        "price": 1520.05,
        "description": "Honda motorcycles have been a mainstay of the Honda Motor Company since 1955. The Honda Super Cub is its most popular and longest-running model, having been produced since 1958 with a total, to-date run of well over 100 million units, making it the most produced motor vehicle ever."
    },
    {
        "index": 7,
        "image": "https://i.ibb.co/Db6x4YK/Harley-Davidson.png",
        "name": "Harley Davidson",
        "price": 2053.93,
        "description": "Known as the “American Classic,” Harley-Davidson was founded in 1903 in Wisconsin, USA. One of the two major American brands to survive the harsh Great Depression, the company has built a reputation for its cruiser and bagger-touring style motorcycles featuring large-displacement V-twin engines."
    },
    {
        "index": 8,
        "image": "https://i.ibb.co/NV2j483/Ducati-Monster.png",
        "name": "Ducati Monster",
        "price": 3667.03,
        "description": "Ducati Motorcycles was formed in 1953, when the Ducati company split into Ducati Elettronica and Ducati Meccanica SpA. They are well known for their powerful, large L-2 and L-4 engines known as Desmodromic engines. These engines have been used by Ducati for nearly 50 years."
    },
    {
        "index": 9,
        "image": "https://i.ibb.co/4p52WXp/BMW-M27.png",
        "name": "BMW M27",
        "price": 1401.19,
        "description": "BMW Motorrad was created as a wholly-owned subsidiary of BMW in 1921, to handle building motorcycle and aircraft engines. The first BMW motorcycle was the boxer-engined R32 in 1923, and the company has enjoyed strong European and worldwide sales ever since with a variety of engines and motorcycles."
    },
    {
        "index": 10,
        "image": "https://i.ibb.co/kQnn9c0/Aprilia-Mark2.png",
        "name": "Aprilia Mark2",
        "price": 1057.39,
        "description": "Aprilia was founded directly after WW2 as a manufacturer of bicycles, moving to scooters and motorcycles in 1968. Today, Aprilia enjoys success in the competitive sports and adventure bike segments, as well as competing in a variety of motorcycle racing championships."
    }
]